Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# AUTHORIZE_UPGRADE_MESSAGE_2
source: Automatically protects your account with two-factor authentication.
ar: أمِّن حسابك باستخدام المصادقة بخطوتين.
bg: Автоматично защитава регистрацията ви с двуфакторно идентифициране.
bn: টু-ফ্যাক্টর অথেন্টিকেশনের মাধ্যমে আপনার অ্যাকাউন্টকে স্বয়ংক্রিয়ভাবে সুরক্ষিত রাখে।
ca: Protegeix automàticament el teu compte amb l’autenticació de doble factor.
cs: Automaticky chrání váš účet dvoufaktorovým ověřováním totožnosti.
da: Din konto beskyttes automatisk med tofaktorgodkendelse.
de: Dein Account wird automatisch mit der Zwei-Faktor-Authentifizierung geschützt.
el: Προστατεύει αυτόματα τον λογαριασμό σας με έλεγχο ταυτότητας δύο παραγόντων.
es: Protege automáticamente tu cuenta con la autenticación de doble factor.
es_419: Protege automáticamente tu cuenta con la autenticación de dos factores.
fi: Suojaa tilisi automaattisesti kaksiosaisella todennuksella.
fr: Protège automatiquement votre compte grâce à l’identification à deux facteurs.
fr_ca: Protège automatiquement votre compte grâce à l’identification à deux facteurs.
gu: બે ફૅક્ટર ઑથેંટિકેશન સાથે તમારા અકાઉંટને ઑટોમૅટિક રીતે સુરક્ષિત કરો.
he: מגן על החשבון שלך באופן אוטומטי עם אימות בשני גורמים.
hi: द्वि आंशिक प्रमाणीकरण का उपयोग करके ऑटोमैटिकली आपके खाते की सुरक्षा करता है।
hr: Automatski štiti vaš račun dvofaktorskom autentikacijom.
hu: A fiókjának automatikus védelme a kétlépéses hitelesítéssel.
id: Lindungi akun Anda secara otomatis dengan autentikasi dua faktor.
it: Protegge automaticamente il tuo account con l’autenticazione a due fattori.
ja: 2ファクタ認証でアカウントを自動的に保護します。
kk: Аккаунтты екі факторлы аутентификкациямен автоматты түрде қорғайды.
kn: ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣದ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಕ್ಷಿಸುತ್ತದೆ.
ko: 이중 인증을 사용하여 사용자의 계정을 자동으로 보호합니다.
lt: Jūsų paskyros automatiškai apsaugomos taikant patvirtinimą dviem veiksniais.
ml: ടൂ-ഫാക്ടർ ഓതെന്റിക്കേഷൻ ഉപയോഗിച്ച് നിങ്ങളുടെ അക്കൗണ്ട് ഓട്ടോമാറ്റിക്കായി പരിരക്ഷിതമാക്കുന്നു.
mr: टू फॅक्टर ऑथेंटिकेशन ऑटोमॅटिकली तुमच्या अकाउंटची सुरक्षा करते.
ms: Melindungi akaun anda secara automatik dengan pengesahan dua faktor.
nl: Je account wordt automatisch beschermd met twee-factor-authenticatie.
no: Kontoen din beskyttes automatisk med tofaktorautentisering.
or: ଦ୍ୱି ସ୍ତରୀୟ ପ୍ରମାଣୀକରଣ ସହିତ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଆପଣଙ୍କ ଆକାଉଣ୍ଟ୍‌କୁ ରକ୍ଷା କରେ।
pa: ਦੋ-ਪੱਧਰੀ ਪ੍ਰਮਾਣੀਕਰਨ ਨਾਲ ਆਟੋਮੈਟਿਕਲੀ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਸੁਰੱਖਿਆ ਕਰਦਾ ਹੈ।
pl: Automatyczna ochrona Twojego konta metodą uwierzytelniania dwupoziomowego.
pt_br: Protege a sua conta automaticamente com autenticação de dois fatores.
pt_pt: Protege a sua conta automaticamente com a autenticação de dois fatores.
ro: Protejați‑vă automat contul folosind autentificarea cu doi factori.
ru: Автоматическая защита Вашей учетной записи с помощью двухфакторной аутентификации.
sk: Váš účet je automaticky chránený pomocou dvojfaktorovej autentifikácie.
sl: Samodejno varuje vaš račun z dvofaktorskim preverjanjem pristnosti.
sv: Skyddar ditt konto automatiskt med tvåfaktorsautentisering.
ta: இரு காரணி அங்கீகாரம் மூலம் உங்கள் கணக்கைத் தானாகவே பாதுகாக்கிறது.
te: రెండు దశల ప్రామాణీకరణతో మీ ఖాతాను ఆటోమేటిక్‌గా సంరక్షిస్తుంది.
th: การตรวจสอบสิทธิ์สองปัจจัยปกป้องบัญชีของคุณโดยอัตโนมัติ
tr: Hesabınızı otomatik olarak iki faktörlü kimlik doğrulama ile korur.
uk: Автоматично захищає ваш обліковий запис за допомогою двофакторної автентифікації.
ur: آپ کے دو سطحی توثیق والے اکاؤنٹ کی آٹومیٹک طور پر حفاظت کرتا ہے۔
vi: Tự động bảo vệ tài khoản của bạn với xác thực hai yếu tố.
zh_cn: 通过双重认证自动保护账户。
zh_hk: 使用雙重認證自動保護你的帳户。
zh_tw: 使用雙重認證來自動保護你的帳號。

# SIGN_IN_HEADER_NO_CREATE_REBRAND
source: Enter the Apple Account password for “%@”.
ar: أدخل كلمة سر حساب Apple لـ "%@".
bg: Въведете паролата за Apple регистрацията за „%@“.
bn: “%@”-এর জন্য Apple অ্যাকাউন্টের পাসওয়ার্ড লিখুন।
ca: Introdueix la contrasenya del compte d’Apple %@.
cs: Zadejte heslo k účtu Apple „%@“.
da: Skriv Apple-kontoadgangskoden til “%@”.
de: Gib das Apple Account-Passwort für „%@“ ein.
el: Εισαγάγετε το συνθηματικό λογαριασμού Apple για το «%@».
es: Introduce la contraseña de la cuenta de Apple %@.
es_419: Ingresa la contraseña de la cuenta de Apple “%@”.
fi: Syötä Apple-tilin %@ salasana.
fr: Saisissez le mot de passe du compte Apple « %@ ».
fr_ca: Entrez le mot de passe de votre compte Apple « %@ ».
gu: “%@” માટેનો Apple અકાઉંટ પાસવર્ડ એંટર કરો.
he: יש להזין את סיסמת חשבון ה-Apple של ״%@״.
hi: “%@” का Apple खाता पासवर्ड दर्ज करें।
hr: Unesite lozinku Apple računa za “%@”.
hu: Adja meg a(z) „%@” Apple‑fiók jelszavát:
id: Masukkan kata sandi Akun Apple untuk “%@”.
it: Inserisci la password dell’Apple Account “%@”.
ja: “%@”のApple Accountパスワードを入力してください。
kk: «%@» Apple аккаунтының құпиясөзін енгізіңіз.
kn: “%@”ಗಾಗಿ Apple ಖಾತೆ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: ‘%@’에 대한 Apple 계정 암호를 입력하십시오.
lt: Įveskite „%@“ priskirtą „Apple“ paskyros slaptažodį.
ml: ‘%@’ എന്നതിന്റെ Apple അക്കൗണ്ട് പാസ്‌വേഡ് നൽകൂ.
mr: ‘%@’ साठी Apple अकाउंट पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan Akaun Apple untuk “%@”.
nl: Voer het Apple Account-wachtwoord in voor '%@'.
no: Oppgi Apple-konto­passordet til «%@».
or: “%@” ପାଇଁ Apple ଆକାଉଣ୍ଟ୍‌ ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: “%@” ਦੇ Apple ਖਾਤੇ ਦਾ ਪਾਸਵਰਡ ਭਰੋ।
pl: Podaj hasło konta Apple dla „%@”.
pt_br: Digite a senha da Conta Apple de “%@”.
pt_pt: Digite a palavra‑passe da conta Apple “%@”.
ro: Introduceți parola contului Apple „%@”.
ru: Введите пароль учетной записи Apple %@.
sk: Zadajte heslo Apple účtu pre „%@“.
sl: Vnesite geslo za račun Apple za »%@«.
sv: Ange Apple‑konto­lösenordet för ”%@”.
ta: “%@”க்கான Apple கணக்கின் பாஸ்வேர்டை உள்ளிடுங்கள்.
te: “%@” కోసం Apple ఖాతా పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ป้อนรหัสผ่านบัญชี Apple ของ “%@”
tr: “%@” için Apple Hesabı parolasını girin.
uk: Введіть пароль облікового запису Apple для «%@».
ur: ‏”%@” کے ‏Apple کاؤنٹ کا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu Tài khoản Apple cho “%@”.
zh_cn: 输入“%@”的Apple账户密码。
zh_hk: 輸入「%@」的Apple帳户密碼。
zh_tw: 輸入「%@」的「Apple帳號」密碼。

# KEEP_USING_ALERT_NO_BUTTON_REBRAND
source: Use Other Apple Account
ar: استخدام حساب Apple آخر
bg: Използвайте друга Apple регистрация
bn: অন্য Apple অ্যাকাউন্ট ব্যবহার করুন
ca: Utilitza un altre compte d’Apple
cs: Použít jiný účet Apple
da: Brug en anden Apple‑konto
de: Anderen Apple Account verwenden
el: Χρήση άλλου λογαριασμού Apple
es: Usar otra cuenta de Apple
es_419: Usar otra cuenta de Apple
fi: Käytä toista Apple-tiliä
fr: Utiliser un autre compte Apple
fr_ca: Utiliser un autre compte Apple
gu: કોઈ અન્ય Apple અકાઉંટનો ઉપયોગ કરો
he: שימוש בחשבון Apple אחר
hi: अन्य Apple खाते का इस्तेमाल करें
hr: Koristi drugi Apple račun
hu: Másik Apple-fiók használata
id: Gunakan Akun Apple Lain
it: Usa un altro Apple Account
ja: ほかのApple Accountを使用
kk: Басқа Apple аккаунтын пайдалану
kn: ಬೇರೊಂದು Apple ಖಾತೆಯನ್ನು ಬಳಸಿ
ko: 다른 Apple 계정 사용
lt: Naudoti kitą „Apple“ paskyrą
ml: മറ്റ് Apple അക്കൗണ്ട് ഉപയോഗിക്കൂ
mr: इतर कोणतेही Apple अकाउंट वापरा
ms: Gunakan Akaun Apple Lain
nl: Gebruik andere Apple Account
no: Bruk en annen Apple-konto
or: ଅନ୍ଯ Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਹੋਰ Apple ਖਾਤਾ ਵਰਤੋ
pl: Użyj innego konta Apple
pt_br: Usar Outra Conta Apple
pt_pt: Usar outra conta Apple
ro: Utilizați alt cont Apple
ru: Использовать другой Аккаунт Apple
sk: Použiť iný Apple účet
sl: Uporabi drug račun Apple
sv: Använd annat Apple‑konto
ta: வேறொரு Apple கணக்கைப் பயன்படுத்து
te: ఇతర Apple ఖాతాను ఉపయోగించండి
th: ใช้บัญชี Apple อื่น
tr: Başka Apple Hesabı Kullan
uk: Використати інший обліковий запис Apple
ur: دوسرے ‏Apple اکاؤنٹ کا استعمال کریں
vi: Sử dụng Tài khoản Apple khác
zh_cn: 使用其他Apple账户
zh_hk: 使用其他Apple帳户
zh_tw: 使用其他「Apple帳號」

# AUTHORIZE_BUTTON_TITLE_CREATE_ACCOUNT_PASSCODE
source: Continue with Passcode
ar: المتابعة باستخدام رمز الدخول
bg: Продължи с код
bn: পাসকোড দিয়ে কাজটি চালিয়ে যান
ca: Continua amb el codi
cs: Pokračovat s přístupovým kódem
da: Fortsæt med kode
de: Mit Code fortfahren
el: Συνέχεια με κωδικό
es: Continuar con código
es_419: Continuar con código
fi: Jatka pääsykoodilla
fr: Continuer avec un code
fr_ca: Continuer avec le code
gu: પાસકોડ સાથે આગળ વધો
he: המשך עם קוד הגישה
hi: पासकोड के साथ जारी रखें
hr: Nastavi koristeći šifru
hu: Folytatás jelkóddal
id: Lanjutkan dengan Kode Sandi
it: Continua con il codice
ja: パスコードで続ける
kk: Құпиякодпен жалғастыру
kn: ಪಾಸ್‌ಕೋಡ್ ಮೂಲಕ ಮುಂದುವರಿಯಿರಿ
ko: 암호로 계속하기
lt: Tęsti naudojant prieigos kodą
ml: പാസ്കോഡ് ഉപയോഗിച്ച് തുടരൂ
mr: पासकोडसह चालू ठेवा
ms: Teruskan dengan Kod Laluan
nl: Ga door met toegangscode
no: Fortsett med kode
or: ପାସ୍‌କୋଡ୍ ସହିତ ଜାରି ରଖନ୍ତୁ
pa: ਪਾਸਕੋਡ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj, podając kod
pt_br: Continuar com Código
pt_pt: Continuar com código
ro: Continuați cu codul de acces
ru: Продолжить с код-паролем
sk: Pokračovať zadaním kódu
sl: Nadaljuj s kodo za dostop
sv: Fortsätt med lösenkod
ta: பாஸ்கோடு மூலம் தொடர்க
te: పాస్‌కోడ్‌తో కొనసాగించండి
th: ดำเนินการต่อด้วยรหัส
tr: Parola ile Sürdür
uk: Використати код допуску
ur: پاس کوڈ کے ساتھ جاری رکھیں
vi: Tiếp tục bằng mật mã
zh_cn: 通过密码继续
zh_hk: 使用密碼繼續
zh_tw: 使用密碼繼續

# AUTHORIZE_FIRST_TIME_TITLE_1
source: Fast and easy
ar: سهل وسريع
bg: Бързо и лесно
bn: দ্রুত ও সহজ
ca: Rapidesa i facilitat
cs: Snadno a rychle
da: Hurtigt og nemt
de: Schnell und einfach
el: Γρήγορα και εύκολα
es: Rápido y seguro
es_419: Rápido y fácil
fi: Nopeaa ja helppoa
fr: Simple et rapide
fr_ca: Facile et rapide
gu: ઝડપી અને સરળ
he: מהיר וקל
hi: तेज़ और आसान
hr: Brzo i jednostavno
hu: Gyors és egyszerű
id: Cepat dan mudah
it: Semplice e veloce
ja: 素早く簡単にサインインできます
kk: Тез және оңай
kn: ವೇಗ ಮತ್ತು ಸುಲಭ
ko: 빠르고 간편하게
lt: Greita ir lengva
ml: വേഗമുള്ളതും എളുപ്പവും
mr: जलद आणि सोपे
ms: Cepat dan mudah
nl: Snel en gemakkelijk
no: Raskt og enkelt
or: ଶୀଘ୍ର ଓ ସହଜ
pa: ਤੇਜ਼ ਅਤੇ ਆਸਾਨ
pl: Szybko i łatwo
pt_br: Rápido e fácil
pt_pt: Rápido e fácil
ro: Rapid și ușor
ru: Быстро и просто
sk: Rýchle a jednoduché
sl: Hitro in preprosto
sv: Snabbt och enkelt
ta: வேகமானது சுலபமானது
te: వేగం మరియు సులభం
th: สะดวกและรวดเร็ว
tr: Hızlı ve kolay
uk: Швидко і зручно
ur: تیز اور آسان
vi: Nhanh và dễ dàng
zh_cn: 快速简单
zh_hk: 快速方便
zh_tw: 簡易快速

# AUTHORIZE_BUTTON_TITLE_CREATE_ACCOUNT_PASSWORD
source: Continue with Password
ar: المتابعة باستخدام كلمة السر
bg: Продължи с парола
bn: পাসওয়ার্ড দিয়ে কাজটি চালিয়ে যান
ca: Continua amb la contrasenya
cs: Pokračovat s heslem
da: Fortsæt med adgangskode
de: Mit Passwort fortfahren
el: Συνέχεια με συνθηματικό
es: Continuar con contraseña
es_419: Continuar con contraseña
fi: Jatka salasanalla
fr: Continuer avec un mot de passe
fr_ca: Continuer avec le mot de passe
gu: પાસવર્ડ સાથે આગળ વધો
he: המשך עם הסיסמה
hi: पासवर्ड के साथ जारी रखें
hr: Nastavi koristeći lozinku
hu: Folytatás jelszóval
id: Lanjutkan dengan Kata Sandi
it: Continua con la password
ja: パスワードで続ける
kk: Құпиясөзбен жалғастыру
kn: ಪಾಸ್‌ವರ್ಡ್ ಮೂಲಕ ಮುಂದುವರಿಯಿರಿ
ko: 암호로 계속하기
lt: Tęsti naudojant slaptažodį
ml: പാസ്‌വേഡ് ഉപയോഗിച്ച് തുടരൂ
mr: पासवर्ड सह चालू ठेवा
ms: Teruskan dengan Kata Laluan
nl: Ga door met wachtwoord
no: Fortsett med passord
or: ପାସ୍‌ୱର୍ଡ୍‌ ସାହାଯ‍୍ୟରେ ଜାରି ରଖନ୍ତୁ
pa: ਪਾਸਵਰਡ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj, podając hasło
pt_br: Continuar com Senha
pt_pt: Continuar com palavra-passe
ro: Continuați cu parola
ru: Продолжить с паролем
sk: Pokračovať zadaním hesla
sl: Nadaljuj z geslom
sv: Fortsätt med lösenord
ta: பாஸ்வேர்டு மூலம் தொடர்
te: పాస్‌వర్డ్‌తో కొనసాగించండి
th: ดำเนินการต่อด้วยรหัสผ่าน
tr: Parola ile Sürdür
uk: Використати пароль
ur: پاس ورڈ کے ساتھ جاری رکھیں
vi: Tiếp tục bằng mật khẩu
zh_cn: 通过密码继续
zh_hk: 使用密碼繼續
zh_tw: 使用密碼繼續

# ENROLL_CANT_APPROVE_BUTTON_QUESTION_MARK
source: Can‘t Approve?
ar: لا يمكنك الموافقة؟
bg: Не можете да одобрите?
bn: অনুমোদন করতে পারছেন না?
ca: No es pot aprovar?
cs: Nelze schválit?
da: Kan ikke godkende?
de: Kann nicht genehmigt werden?
el: Δεν είναι δυνατή η έγκριση;
es: ¿No se puede aprobar?
es_419: ¿No se pudo aprobar?
fi: Etkö voi hyväksyä?
fr: Autorisation impossible ?
fr_ca: Autorisation impossible?
gu: અનુમતિ આપી નથી શકાતી?
he: לא ניתן לאשר?
hi: अनुमोदित नहीं किया जा सकता?
hr: Ne može se odobriti?
hu: Nem tudja jóváhagyni?
id: Tidak Dapat Menyetujui?
it: Approvazione non riuscita?
ja: 承認できませんか?
kk: Бекіту мүмкін емес пе?
kn: ಅನುಮೋದಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?
ko: 승인할 수 없습니까?
lt: Negalima patvirtinti?
ml: അംഗീകരിക്കാനാവുന്നില്ലേ?
mr: मान्यता देता येणार नाही का?
ms: Tidak Boleh Luluskan?
nl: Autorisatie niet mogelijk?
no: Kan du ikke godkjenne?
or: ଅନୁମୋଦନ କରିପାରୁନାହାନ୍ତି?
pa: ਕੀ ਪ੍ਰਵਾਨਗੀ ਨਹੀਂ ਦਿੱਤੀ ਜਾ ਸਕਦੀ?
pl: Nie można zatwierdzić?
pt_br: Não é possível aprovar?
pt_pt: Não pode aprovar?
ro: Aprobarea nu este posibilă?
ru: Не можете подтвердить?
sk: Nie je možné schváliť?
sl: Ne morete odobriti?
sv: Kan du inte godkänna?
ta: அங்கீகரிக்க முடியவில்லையா?
te: ఆమోదించలేరా?
th: ไม่สามารถอนุญาตได้ใช่ไหม
tr: Onaylanamıyor mu?
uk: Не вдається схвалити?
ur: منظور نہیں کر سکتے؟
vi: Không thể phê duyệt?
zh_cn: 无法批准？
zh_hk: 無法認可？
zh_tw: 無法核准嗎？

# VERIFICATION_HEADER_REBRAND
source: Apple Account Verification Code
ar: رمز تحقق حساب Apple
bg: Код за верификация на Apple регистрация
bn: Apple অ্যাকাউন্ট ভেরিফিকেশন কোড
ca: Codi de verificació del compte d’Apple
cs: Ověřovací kód k účtu Apple
da: Bekræftelseskode til Apple-konto
de: Apple Account-Bestätigungs­code
el: Κωδικός επαλήθευσης λογαριασμού Apple
es: Código de verificación de la cuenta de Apple
es_419: Código de verificación de la cuenta de Apple
fi: Apple-tilin vahvistuskoodi
fr: Code de validation du compte Apple
fr_ca: Code de validation du compte Apple
gu: Apple અકાઉંટ વેરિફિકેશન કોડ
he: קוד אימות לחשבון ה-Apple
hi: Apple खाता सत्यापन कोड
hr: Verifikacijski kôd Apple računa
hu: Apple‑fiók ellenőrzőkódja
id: Kode Verifikasi Akun Apple
it: Codice di verifica di Apple Account
ja: Apple Account確認コード
kk: Apple аккаунтын растау коды
kn: Apple ಖಾತೆಯ ದೃಢೀಕರಣ ಕೋಡ್
ko: Apple 계정 확인 코드
lt: „Apple“ paskyros patvirtinimo kodas
ml: Apple അക്കൗണ്ട് വെരിഫിക്കേഷൻ കോഡ്
mr: Apple अकाउंट पडताळणी कोड
ms: Kod Pengesahan Akaun Apple
nl: Apple Account-verificatiecode
no: Verifiseringskode for Apple-konto
or: Apple ଆକାଉଣ୍ଟ୍‌ ଯାଞ୍ଚକରଣ କୋଡ୍‌
pa: Apple ਖਾਤਾ ਤਸਦੀਕੀਕਰਨ ਕੋਡ
pl: Kod weryfikacyjny konta Apple
pt_br: Código de Verificação da Conta Apple
pt_pt: Código de confirmação da conta Apple
ro: Cod de verificare cont Apple
ru: Код проверки учетной записи Apple
sk: Overovací kód pre Apple účet
sl: Potrditvena koda za račun Apple
sv: Verifieringskod för Apple‑konto
ta: Apple கணக்கின் சரிபார்ப்புக் குறியீடு
te: Apple ఖాతా ధృవీకరణ కోడ్
th: รหัสตรวจสอบยืนยันบัญชี Apple
tr: Apple Hesabı Doğrulama Kodu
uk: Код перевірки облікового запису Apple
ur: ‏Apple اکاؤنٹ کا تصدیقی کوڈ
vi: Mã xác minh Tài khoản Apple
zh_cn: Apple账户验证码
zh_hk: Apple帳户驗證碼
zh_tw: Apple帳號驗證碼

# PASSWORDS_WELCOME_FORMAT_WATCH
source: Sign in to %@
ar: تسجيل الدخول إلى %@
bg: Влезте в %@
bn: %@-এ সাইন ইন করুন
ca: Inicia sessió a %@
cs: Přihlaste se k aplikaci %@
da: Log ind på %@
de: Bei %@ anmelden
el: Συνδεθείτε στην εφαρμογή «%@»
es: Iniciar sesión en %@
es_419: Iniciar sesión en %@
fi: Kirjaudu sisään: %@
fr: Se connecter à %@
fr_ca: Se connecter à %@
gu: %@માં સાઇન ઇન કરો
he: התחברות אל %@
hi: %@ में साइन इन करें
hr: Prijava na %@
hu: Bejelentkezés: %@
id: Masuk ke %@
it: Accedi a %@
ja: %@にサインイン
kk: %@ қолданбасына кіру
kn: %@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: %@에 로그인
lt: Prisijunkite prie „%@“
ml: %@ എന്നതിലേക്ക് സൈൻ ഇൻ ചെയ്യൂ
mr: %@ मध्ये साइन इन करा
ms: Daftar masuk ke %@
nl: Log in bij %@
no: Logg på %@
or: %@ ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: %@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się (%@)
pt_br: Iniciar sessão em %@
pt_pt: Iniciar sessão: %@
ro: Autentificați-vă pe %@
ru: Вход в «%@»
sk: Prihláste sa do účtu %@
sl: Vpis v %@
sv: Logga in på %@
ta: %@இல் உள்நுழையவும்
te: %@‌కు సైన్ ఇన్ చేయండి
th: ลงชื่อเข้า%[tt]@
tr: Giriş Yap: %@
uk: Увійдіть в %@
ur: ‏%@ میں سائن اِن کریں
vi: Đăng nhập vào %@
zh_cn: 登录%@
zh_hk: 登入%@
zh_tw: 登入%@

# APPROVAL_REQUEST_MESSAGE_FORMAT
source: A request to use Sign in with Apple for %@ will be sent to your parent or guardian
ar: سيتم إرسال طلب استخدام تسجيل الدخول باستخدام Apple لـ %@ إلى أحد والديك أو ولي الأمر
bg: Заявка за използване на Вход с Apple за %@ ще бъде изпратена на вашия родител или настойник
bn: %@-এতে Apple দিয়ে সাইন ইন করার অনুরোধ আপনার বাবা-মা অথবা অভিভাবককে পাঠানো হবে
ca: S’enviarà una sol·licitud a un pare, una mare o una persona responsable de la tutela per utilitzar l’inici de sessió amb Apple a l’app %@.
cs: Žádost o používání přihlášení přes Apple s aplikací %@ bude odeslána rodiči nebo opatrovníkovi
da: En anmodning om at bruge Log ind med Apple med %@ bliver sendt til din forælder eller værge
de: Eine Anfrage zum Verwenden von „Mit Apple anmelden“ für %@ wird an deine erziehungsberechtigte Person gesendet.
el: Ένα αίτημα για χρήση της Σύνδεσης μέσω Apple για «%@» θα σταλεί στον γονέα ή τον κηδεμόνα σας
es: Se enviará una solicitud a tu padre, madre o tutor para usar “Iniciar sesión con Apple” con la app %@.
es_419: Se enviará a tus padres o tutores una solicitud para usar Iniciar sesión con Apple en %@
fi: Pyyntösi käyttää Kirjaudu sisään Applella -toimintoa %[tt]@-apin kanssa lähetetään vanhemmalle tai huoltajalle.
fr: Une demande d’utilisation de « Se connecter avec Apple » sera envoyée à votre parent ou tuteur pour %@.
fr_ca: Votre parent ou tuteur recevra une demande d’utilisation de « Connexion avec Apple » avec %@.
gu: %@ માટે “Apple દ્વારા સાઇન ઇન કરો”નો ઉપયોગ કરવાની વિનંતી તમારા માતા-પિતા કે વાલીને મોકલવામાં આવશે
he: בקשה להשתמש ב״התחברות באמצעות Apple״ עבור ״%@״ תישלח להורה או לאפוטרופוס שלך
hi: %@ के लिए “Apple से साइन इन करें” उपयोग करने का अनुरोध आपके माता-पिता या अभिभावक को भेजा जाएगा
hr: Zahtjev za uporabu Prijave s Appleom za %@ poslat će se vašem roditelju ili skrbniku
hu: A Bejelentkezés az Apple-lel használatához kapcsolódó, a(z) %@ appra vonatkozó kérés el lesz küldve az Ön szülőjének vagy gondviselőjének.
id: Permintaan untuk menggunakan Masuk dengan Apple untuk %@ akan dikirimkan ke orang tua atau wali Anda
it: Verrà inviata una richiesta di utilizzo di “Accedi con Apple” per %@ al tuo genitore o tutore
ja: この%[tt]@で“Appleでサインイン”を使用するためのリクエストが親/保護者に送信されます
kk: %@ үшін Apple арқылы жүйеге кіру функциясын пайдалануға сұрау ата-анаңызға немесе қамқоршыңызға жіберіледі
kn: %@ಗಾಗಿ Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ ಎಂಬುದನ್ನು ಬಳಸಲು ನಿಮ್ಮ ಪೋಷಕರು ಅಥವಾ ಪಾಲಕರಿಗೆ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ
ko: ‘%@’에서 ‘Apple로 로그인’을 사용하기 위한 요청이 부모 또는 보호자에게 전송됩니다.
lt: Vienam iš tėvų arba globėjų bus išsiųstas prašymas prisijungti naudojant „Apple“ programai „%@“
ml: %@ എന്നതിനായി ‘Apple ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ’ എന്നത് ഉപയോഗിക്കാനുള്ള ഒരു അഭ്യർഥന നിങ്ങളുടെ പേരന്റിനോ രക്ഷാകർത്താവിനോ അയയ്ക്കും
mr: तुमच्या आईवडिल किंवा पालकाना %@ साठी ‘Apple ला साइन इन करा’ चा वापर करण्याची विनंती पाठवण्यात येईल
ms: Permintaan untuk menggunakan Daftar masuk dengan Apple bagi %@ akan dihantar kepada ibu bapa atau penjaga anda
nl: Er wordt een verzoek naar je ouder of voogd gestuurd om 'Log in met Apple' te gebruiken voor %@
no: Det vil bli sendt en forespørsel til en forelder eller verge om å bruke Logg på med Apple for %@
or: %@ ପାଇଁ Apple ସାହାଯ୍ୟରେ ସାଇନ୍ ଇନ୍ କରିବାକୁ ଏକ ଅନୁରୋଧ, ଆପଣଙ୍କ ପିତାମାତା କିମ୍ବା ଅଭିଭାବକଙ୍କୁ ପଠାଯିବ
pa: %@ ਲਈ “Apple ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ” ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਬੇਨਤੀ ਤੁਹਾਡੇ ਮਾਤਾ-ਪਿਤਾ ਜਾਂ ਸਰਪ੍ਰਸਤ ਨੂੰ ਭੇਜੀ ਜਾਵੇਗੀ
pl: Prośba o użycie funkcji Zaloguj się, używając konta Apple w aplikacji %@ zostanie wysłana do rodzica lub opiekuna
pt_br: Um pedido de Iniciar Sessão com a Apple em %@ será enviado à pessoa responsável por você
pt_pt: Será enviado um pedido a um dos pais ou tutor para usar Iniciar sessão com a Apple para %@
ro: O solicitare de a utiliza „Autentificare cu Apple” pentru %@ va fi trimisă către părintele sau tutorele dvs.
ru: Запрос на вход с Apple в приложение «%@» будет отправлен родителю или опекуну.
sk: Žiadosť o použitie prihlásenia cez Apple pre apku %@ bude odoslaná vášmu rodičovi alebo zákonnému zástupcovi.
sl: Zahteva za uporabo možnosti Vpis z računom Apple za %@ bo poslana staršu ali skrbniku
sv: En begäran om att använda Logga in med Apple för %@ skickas till din vårdnadshavare
ta: %@இல் Apple மூலம் உள்நுழைவதற்கான கோரிக்கை உங்கள் பெற்றோர் அல்லது பாதுகாவலருக்கு அனுப்பப்படும்
te: %@ కోసం ‘Appleతో సైన్ ఇన్ చేయండి’ని ఉపయోగించడానికి మీ తల్లి/తండ్రి లేదా సంరక్షకులకు రిక్వెస్ట్ పంపబడుతుంది
th: คำขอเพื่อใช้ในการลงชื่อเข้าด้วย Apple สำหรับ%[tt]@จะถูกส่งให้กับผู้ปกครองหรือผู้ดูแลของคุณ
tr: %@ için Apple ile Giriş Yap’ı kullanma isteği ebeveyninize veya vasinize gönderilir
uk: Запит на використання функції «Вхід з Apple» для програми «%@» буде надіслано до батьків чи опікунів
ur: ‏%@ کے لیے “‏Apple سے سائن اِن” کے استعمال کی درخواست آپ کے والدین یا سرپرست کو بھیجی جائے گی
vi: Một yêu cầu sử dụng Đăng nhập bằng Apple cho %@ sẽ được gửi đến cha mẹ hoặc người giám hộ của bạn
zh_cn: “通过Apple登录”%@的请求将发送给父母或监护人
zh_hk: 將會向你的家長或監護人傳送為此%@使用「使用Apple登入」的要求
zh_tw: 使用Apple登入%@的要求會傳送給你的家長或監護人

# AUTHORIZATION_VIEWCONTROLLER_TITLE_MODERN
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
bg: Вход с Apple
bn: Apple দিয়ে সাইন ইন করুন
ca: Inici de sessió amb Apple
cs: Přihlášení přes Apple
da: Log ind med Apple
de: Mit Apple anmelden
el: Σύνδεση μέσω Apple
es: Iniciar sesión con Apple
es_419: Iniciar sesión con Apple
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
fr_ca: Connexion avec Apple
gu: Apple દ્વારા સાઇન ઇન કરો
he: התחברות באמצעות Apple
hi: Apple से साइन इन करें
hr: Prijava s Appleom
hu: Bejelentkezés az Apple-lel
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
kk: Apple арқылы жүйеге кіру
kn: Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Apple로 로그인
lt: Prisijungti naudojant „Apple“
ml: Apple ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: ‘Apple सह साइन इन करा’
ms: Daftar masuk dengan Apple
nl: Log in met Apple
no: Logg på med Apple
or: Apple ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: Apple ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się, używając konta Apple
pt_br: Inicie a sessão com a Apple
pt_pt: Iniciar sessão com a Apple
ro: Autentificați‑vă cu Apple
ru: Вход с Apple
sk: Prihlásenie cez Apple
sl: Vpis z računom Apple
sv: Logga in med Apple
ta: Apple மூலம் உள்நுழையவும்
te: Appleతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าด้วย Apple
tr: Apple ile Giriş Yapın
uk: Вхід з Apple
ur: ‏Apple سے سائن اِن کریں
vi: Đăng nhập bằng Apple
zh_cn: 通过Apple登录
zh_hk: 使用Apple登入
zh_tw: 使用Apple登入
